Repository: DBinaghi/plugin-EmailNotification
Catalog: languages/*.po
Languages: it

source: New Item added
it: Nuovo documento aggiunto

source: A new Item has been added to the Omeka repository.
it: Un nuovo documento è stato aggiunto all'archivio Omeka.

source: New Collection added
it: Nuova collezione aggiunta

source: A new Collection has been added to the Omeka repository.
it: Una nuova collezione è stata aggiunta all'archivio Omeka.

source: New Exhibit added
it: Nuova esposizione aggiunta

source: A new Exhibit has been added to the Omeka repository.
it: Una nuova esposizione è stata aggiunta all'archivio Omeka.

source: public
it: pubblico

source: private
it: privato

source: is featured
it: è in evidenza

source: is not featured
it: non è in evidenza

source: not provided
it: non fornito

source: No title has been provided for the new Item.
it: Non è stato fornito alcun titolo per il nuovo documento.

source: No title has been provided for the new Collection.
it: Non è stato fornito alcun titolo per la nuova collezione.

source: No title has been provided for the new Exhibit.
it: Non è stato fornito alcun titolo per la nuova esposizione.

source: This is an automatically generated message - please do not reply directly to this e-mail
it: Questo è un messaggio generato automaticamente - si prega di non rispondere direttamente a questa e-mail

source: Admin/editors have been notified about the new addition.
it: È stata inviata una notifica sulla nuova aggiunta a amministratore/redattori.

source: %s made public
it: %s pubblicato/a

source: Hello!
it: Salve!

source: Your %s "<b>%s</b>" has just been made public by <b>%s</b>.
it: Il/la tuo/a %s "<b>%s</b>" è appena stato reso pubblico/a da <b>%s</b>.

source: The %s is now available at the page %s.
it: Il/la %s è ora disponibile alla pagina %s.

source: The owner of the %s has been notified of the publishing.
it: Il proprietario del/la %s è stato avvisato della pubblicazione.

source: New Item Addition
it: Aggiunta nuovo documento

source: Enable Notification
it: Abilita notifiche

source: If checked, sends a notification every time a new Item is added.
it: Se selezionato, fa inviare una notifica ogni volta che un nuovo documento viene aggiunto.

source: E-mail Subject
it: Oggetto e-mail

source: The subject line for the notification e-mail sent to recipients.
it: L'oggetto dell'e-mail di notifica inviata ai destinatari.

source: E-mail Message
it: Messaggio e-mail

source: The notification message to be sent to recipients. User can insert any of the following fields (within curly braces) in the text, as many times as they want; they will be substituted by the actual values when the message is sent: %s
it: Il messaggio di notifica che verrà inviato ai destinatari. L'utente può inserire qualunque dei seguenti campi modulo (compresi tra parentesi graffe) nel testo, quante volte vuole; verranno sostituiti dai valori attuali al momento della spedizione del messaggio: %s

source: New Collection Addition
it: Aggiunta nuova collezione

source: If checked, sends a notification every time a new Collection is added.
it: Se selezionata, fa inviare una notifica ogni volta che una nuova collezione viene aggiunta.

source: New Exhibit Addition
it: Aggiunta nuova esposizione

source: If checked, sends a notification every time a new Exhibit is added.
it: Se selezionata, fa inviare una notifica ogni volta che una nuova esposizione viene aggiunta.

source: Plugin Unavailable
it: Plugin non disponibile

source: The Exhibit Builder plugin is not installed or active. Install and activate the plugin in order to be able to configure notifications for new Exhibits.
it: Il plugin Exhibit Builder non è installato o attivo. Installare ed attivare il plugin per poter configurare le notifiche per nuove esposizioni.

source: Recipients
it: Destinatari

source: Recipient Address
it: E-mail destinatario/i

source: The address(es) that will receive the notification. Multiple addresses must be separated by a comma (,).
it: Indirizzo/i che riceverà/nno le notifiche. Indirizzi multipli vanno separati da una virgola (,).

source: Notify Editors
it: Informa redattori

source: If checked, system sends a notification of new submissions also to users with editing role.
it: Se selezionata, il sistema invia una notifica per le nuove aggiunte anche agli utenti con ruolo di redattore.

source: Publishing
it: Pubblicazione

source: Notify Owner
it: Informa proprietario

source: If checked, system sends a notification to original owner when an Item / Collection / Exhibit they contributed is made public.
it: Se selezionata, il sistema invia una notifica al proprietario originale quanto un documento / collezione / esposizione che hanno inserito viene resa pubblica.

source: Alerts
it: Avvisi

source: Notification Alert
it: Avviso notifica

source: If checked, system shows an alert informing contributor that notifications have been sent.
it: Se selezionata, il sistema mostra un avviso che informa il contributore dell'invio di notifiche.
